Repository: SebstnRodri/translation_hub
Catalog: translation_hub/locale/*.po
Languages: es, pt_br

source: Type at least 3 characters
es: Escriba al menos 3 caracteres
pt_br: Digite no mínimo 3 caracteres

source: Use AI to Suggest Corrections
es: Usar IA para Sugerir Correcciones
pt_br: Use IA para sugerir correções

source: Was Edited
es: Fue Editado
pt_br: Foi Editado

source: When to Apply (Context)
es: Cuándo Aplicar (Contexto)
pt_br: Quando Aplicar (Contexto)

source: e.g. 'against'
es: p. ej. 'en contra'
pt_br: ex. 'contra'

source: e.g. 'para' (not 'contra')
es: p. ej. 'para' (no 'contra')
pt_br: ex. 'para' (não 'contra')

# Number Card
source: Total Apps Tracked
es: Aplicaciones Seguidas Totales
pt_br: Total de aplicativos rastreados

# Number Card
source: Strings Translated
es: Cadenas de Caracteres Traducidas
pt_br: Strings traduzidas

# Number Card
source: Pending Review Tasks
es: Tareas Pendientes de Revisión
pt_br: Tarefas de Revisão Pendentes

# Number Card
source: Jobs in Progress
es: Trabajos de Traducción en Progreso
pt_br: Tarefas em andamento

# Dashboard Chart
source: Translations Over Time
es: Traducciones a lo Largo del Tiempo
pt_br: Traduções ao longo do tempo

source: If set, this profile will only apply to this App. Leave empty for generic country/language rules.
es: Si se establece, este perfil solo se aplicará a esta Aplicación. Dejar vacío para reglas de país/idioma generales.
pt_br: Se definido, este perfil somente se aplicará a este Aplicativo. Deixe vazio para regras genéricas de país/idioma.

source: Scope App (Optional)
es: Ámbito de Aplicación (Opcional)
pt_br: Escopo do Aplicativo (Opcional)

source: Rejected {0} times (Last: {1})
es: Rechazado {0} veces (Último: {1})
pt_br: Rejeitado {0} vezes (Último: {1})

source: Standard Term (English)
es: Término Estándar (Inglés)
pt_br: Termo Padrão (Inglês)

source: ⚠️ Warning: This term has been rejected {0} times previously. Please verify carefully.
es: ⚠️ Advertencia: Este término ha sido rechazado {0} veces previamente. Por favor, verifique con cuidado.
pt_br: ⚠ Atenção: Esse termo foi rejeitado {0} vezes anteriormente. Por favor, verifique cuidadosamente.

source: <div style='font-size: 12px; color: var(--text-muted); margin-top: 5px;'>Access hundreds of models. <a href='https://openrouter.ai/keys' target='_blank'>Get your key</a>.</div>
es: <div style='font-size: 12px; color: var(--text-muted); margin-top: 5px;'>Acceda a cientos de modelos. <a href='https://openrouter.ai/keys' target='_blank'>Obtenga su clave</a>.</div>
pt_br: <div style='font-size: 12px; color: var(--text-muted); margin-top: 5px;'>Acesse centenas de modelos. <a href='https://openrouter.ai/keys' target='_blank'>Obtenha sua chave</a>.</div>

source: <div style='font-size: 12px; color: var(--text-muted); margin-top: 5px;'>Don't have a key? <a href='https://aistudio.google.com/app/apikey' target='_blank'>Get a generic key from Google AI Studio</a>.</div>
es: <div style='font-size: 12px; color: var(--text-muted); margin-top: 5px;'>¿No tiene una clave? <a href='https://aistudio.google.com/app/apikey' target='_blank'>Obtenga una clave genérica de Google AI Studio</a>.</div>
pt_br: <div style='font-size: 12px; color: var(--text-muted); margin-top: 5px;'>Não tem uma chave? <a href='https://aistudio.google.com/app/apikey' target='_blank'>Obtenha uma chave genérica do Google AI Studio</a>.</div>

source: <div style='font-size: 12px; color: var(--text-muted); margin-top: 5px;'>Fast inference requires a Groq key. <a href='https://console.groq.com/keys' target='_blank'>Get one here</a>.</div>
es: <div style='font-size: 12px; color: var(--text-muted); margin-top: 5px;'>La inferencia rápida requiere una clave de Groq. <a href='https://console.groq.com/keys' target='_blank'>Obtenga una aquí</a>.</div>
pt_br: <div style='font-size: 12px; color: var(--text-muted); margin-top: 5px;'>A inferência rápida exige uma chave do Groq. <a href='https://console.groq.com/keys' target='_blank'>Obtenha uma aqui</a>.</div>

source: Gemini Settings
es: Configuración de Gemini
pt_br: Configurações do Gemini

source: Groq Settings
es: Configuración de Groq
pt_br: Configurações do Groq

source: LLM Selection
es: Selección de LLM
pt_br: Seleção do LLM

source: OpenRouter Settings
es: Configuración de OpenRouter
pt_br: Configurações do OpenRouter

source: Select the model to use on Groq.
es: Seleccione el modelo para usar en Groq.
pt_br: Selecione o modelo a ser usado no Groq.

source: Select the model to use on OpenRouter.
es: Seleccione el modelo para usar en OpenRouter.
pt_br: Selecione o modelo a ser usado no OpenRouter.

source: Translation Behavior
es: Comportamiento de la traducción
pt_br: Comportamento de tradução

source: Gemini Model
es: Modelo de Gemini
pt_br: Modelo do Gemini

source: Select the Gemini model to use.
es: Seleccione el modelo de Gemini para usar.
pt_br: Selecione o modelo do Gemini a ser usado.

source: deepseek/deepseek-chat-v3-0324:free
pt_br: deepseek/deepseek-chat-v3-0324:gratuito

source: llama-3.3-70b-versatile
pt_br: llama-3.3-70b-versátil

source: Row #{0}:
es: <strong>Row #{0}:</strong>
pt_br: Linha #{0}:

source: {0} {1} cannot be "{2}". It should be one of "{3}"
es: {0} {1} no puede ser "{2}". Debe ser uno de "{3}"
pt_br: {0} {1} não pode ser "{2}". Ele deve ser um dos "{3}"

source: Agent Pipeline (Multi-Agent Review)
es: Canal de Agente (Revisión Multi-Agente)
pt_br: Pipeline de Agente (Revisão de Múltiplos Agentes)

source: Context
es: Contexto
pt_br: Contexto

source: Cultural Context
es: Contexto Cultural
pt_br: Contexto Cultural

source: Default Regional Expert
es: Experto Regional Predeterminado
pt_br: Especialista Regional Padrão

source: Describe cultural nuances, formality expectations, acceptable slang, regional preferences, etc. This will be injected into the LLM prompt.
es: Describa matices culturales, expectativas de formalidad, jerga aceptable, preferencias regionales, etc. Esto se inyectará en el prompt del LLM.
pt_br: Descreva nuances culturais, expectativas de formalidade, gírias aceitáveis, preferências regionais, etc. Isso será injetado no prompt do LLM.

source: Enable 3-agent pipeline: Translator → Regional Reviewer → Quality Agent. Translations below quality threshold go to human review. Uses 3 LLM calls per batch.
es: Habilitar canal de 3 agentes: Traductor → Revisor Regional → Agente de Calidad. Las traducciones por debajo del umbral de calidad pasan a revisión humana. Utiliza 3 llamadas LLM por lote.
pt_br: Ativar pipeline de 3 agentes: Tradutor → Revisor Regional → Agente de Qualidade. Traduções abaixo do limiar de qualidade vão para revisão humana. Usa 3 chamadas de LLM por lote.

source: Forbidden Term
es: Término Prohibido
pt_br: Termo Proibido

source: Forbidden Terms
es: Términos Prohibidos
pt_br: Termos Proibidos

source: Formality Level
es: Nivel de Formalidad
pt_br: Nível de Formalidade

source: If set, this profile will only apply to this App.
es: Si se establece, este perfil solo se aplicará a esta Aplicación.
pt_br: Se definido, este perfil será aplicado apenas a este Aplicativo.

source: Industry Jargon (JSON)
es: Jerga de la Industria (JSON)
pt_br: Jargão da Indústria (JSON)

source: JSON object with industry-specific terms: {"ERP term": "Regional equivalent"}
es: Objeto JSON con términos específicos de la industria: {"Término ERP": "Equivalente regional"}
pt_br: Objeto JSON com termos específicos da indústria: {"Termo ERP": "Equivalente Regional"}

source: Neutral
pt_br: Neutro

source: Optional: Default regional profile to use for cultural context.
es: Opcional: Perfil regional predeterminado para utilizar en el contexto cultural.
pt_br: Opcional: Perfil regional padrão a ser usado para contexto cultural.

source: Optional: Override default regional expert for this job
es: Opcional: Anular el experto regional predeterminado para este trabajo
pt_br: Opcional: Substituir especialista regional padrão para este trabalho

source: Original Term
es: Término Original
pt_br: Termo Original

source: Preferred Synonym
es: Sinónimo Preferido
pt_br: Sinônimo Preferido

source: Preferred Synonyms
es: Sinónimos Preferidos
pt_br: Sinônimos Preferidos

source: Preferred Term
es: Término Preferido
pt_br: Termo Preferido

source: Quality Threshold
es: Umbral de Calidad
pt_br: Limiar de Qualidade

source: Reason
es: Motivo
pt_br: Motivo

source: Region
es: Región
pt_br: Região

source: Regional Expert Profile
es: Perfil de Experto Regional
pt_br: Perfil de Especialista Regional

source: Technical
es: Técnico
pt_br: Técnico

source: Terms that should NEVER be used in translations for this region.
es: Términos que NUNCA deben utilizarse en las traducciones para esta región.
pt_br: Termos que NUNCA devem ser usados em traduções para esta região.

source: Translations with quality score below this threshold are sent to Translation Review for human approval.
es: Las traducciones con una puntuación de calidad por debajo de este umbral se envían a la Revisión de Traducción para su aprobación humana.
pt_br: Traduções com pontuação de qualidade abaixo deste limiar são enviadas para Revisão de Tradução para aprovação humana.

source: Use Agent Pipeline
es: Usar Canalización del Agente
pt_br: Usar Pipeline de Agente

source: When the original term appears, prefer the regional synonym.
es: Cuando aparezca el término original, prefiera el sinónimo regional.
pt_br: Quando o termo original aparece, prefira o sinônimo regional.

source: AI Suggested Translation
es: Traducción Sugerida por IA
pt_br: Tradução Sugerida pela IA

source: Ask AI to suggest a new translation considering the rejection reason
es: Pedir a la IA que sugiera una nueva traducción considerando el motivo de rechazo
pt_br: Peça à IA para sugerir uma nova tradução considerando o motivo de rejeição

source: Corrected Translation
es: Traducción Corregida
pt_br: Tradução Corrigida

source: Enter the corrected translation here. Leave empty to accept the AI suggestion.
es: Ingrese la traducción corregida aquí. Deje vacío para aceptar la sugerencia de la IA.
pt_br: Insira a tradução corrigida aqui. Deixe em branco para aceitar a sugestão da IA.

source: Missing Translation
es: Traducción Faltante
pt_br: Tradução Ausente

source: Please enter a corrected translation or ensure there is an AI suggested translation.
es: Por favor, ingrese una traducción corregida o asegúrese de que haya una traducción sugerida por la IA.
pt_br: Por favor, insira uma tradução corrigida ou certifique-se de que haja uma tradução sugerida pela IA.

source: Quality Threshold must be between 0.0 and 1.0. Got {0}. Did you mean {1}?
es: El Umbral de Calidad debe estar entre 0.0 y 1.0. Obtuvo {0}. ¿Quiso decir {1}?
pt_br: O Limiar de Qualidade deve estar entre 0.0 e 1.0. Obtido {0}. Você quis dizer {1}?

source: Requesting AI retranslation...
es: Solicitando retraducción de IA...
pt_br: Solicitando retradução da IA...

source: Resolution
es: Resolución
pt_br: Resolução

source: Retranslation Failed
es: Retraducción Fallida
pt_br: Retradução Falhou

source: Save Translation to Database
es: Guardar Traducción en la Base de Datos
pt_br: Salvar Tradução no Banco de Dados

source: Saving translation...
es: Guardando traducción...
pt_br: Salvando tradução...

source: This will ask the AI to generate a new translation considering the rejection reason. Continue?
es: Esto pedirá a la IA que genere una nueva traducción considerando el motivo de rechazo. ¿Continuar?
pt_br: Isso solicitará à IA que gere uma nova tradução considerando o motivo de rejeição. Continuar?

source: This will save the translation to the database and mark this task as completed. Continue?
es: Esto guardará la traducción en la base de datos y marcará esta tarea como completada. ¿Continuar?
pt_br: Isso salvará a tradução no banco de dados e marcará esta tarefa como concluída. Continuar?

source: Translation suggested by the AI that was flagged for review
es: Traducción sugerida por la IA que fue marcada para revisión
pt_br: Tradução sugerida pela IA que foi sinalizada para revisão

source: 🔄 Request AI Retranslation
es: 🔄 Solicitar Re-traducción de IA
pt_br: 🔄 Solicitar Retradução da IA

source: Monitored Apps
es: Aplicaciones Monitoreadas

source: Status
es: Estado

source: Fechar
es: Cerrar

source: it-IT
es: es
