Repository: SebstnRodri/translation_hub
Catalog: translation_hub/locale/*.po
Languages: es, pt_br

# Label of a Navbar Item
source: About
es: Acerca de
pt_br: Sobre

source: Also save translations to .po files in real-time. Enable if using external translation tools like Poedit.
es: También guardar traducciones en archivos .po en tiempo real. Habilitar si se utilizan herramientas de traducción externas como Poedit.
pt_br: Também salve traduções em arquivos .po em tempo real. Ative se estiver usando ferramentas externas de tradução como o Poedit.

source: App
es: Aplicación
pt_br: Aplicativo

source: App Glossary
es: Glosario de la Aplicación
pt_br: Glossário do Aplicativo

source: App Name
es: Nombre de la Aplicación
pt_br: Nome do Aplicativo

source: App Title
es: Título de la Aplicación
pt_br: Título do Aplicativo

# Label of a Navbar Item
source: Apps
pt_br: Aplicativos

source: Are you sure you want to restore? This will overwrite local files for the selected apps.
es: ¿Está seguro de que desea restaurar? Esto sobrescribirá los archivos locales para las aplicaciones seleccionadas.
pt_br: Tem certeza de que deseja restaurar? Isso sobrescreverá os arquivos locais dos aplicativos selecionados.

source: Auth Token (PAT)
es: Token de Autenticación (PAT)
pt_br: Token de Autenticação (PAT)

source: Automation
es: Automatización
pt_br: Automação

source: Backup / Restore
es: Respaldar / Restaurar
pt_br: Backup / Restaurar

source: Backup Branch
es: Rama de Respaldo
pt_br: Branch de Backup

source: Backup Configuration
es: Configuración de Respaldo
pt_br: Configuração de Backup

source: Backup Frequency
es: Frecuencia de Respaldo
pt_br: Frequência de Backup

source: Backup Repository URL
es: URL del Repositorio de Respaldo
pt_br: URL do Repositório de Backup

source: Backup Translations
es: Respaldar Traducciones
pt_br: Backup de Traduções

source: Brief description of the app's purpose for the translator.
es: Breve descripción del propósito de la aplicación para el traductor.
pt_br: Breve descrição do objetivo do aplicativo para o tradutor.

source: Cancelled
es: Cancelado
pt_br: Cancelado

source: Completed
es: Completado
pt_br: Concluído

source: Connection Test
es: Prueba de Conexión
pt_br: Teste de Conexão

source: Daily
es: Diario
pt_br: Diário

source: Default Languages
es: Idiomas Predeterminados
pt_br: Idiomas Padrão

source: Define languages to be created/enabled by the 'bench setup-languages' command.
es: Definir idiomas que se crearán/habilitarán mediante el comando 'bench setup-languages'.
pt_br: Defina os idiomas a serem criados/habilitados pelo comando 'bench setup-languages'.

source: Description
es: Descripción
pt_br: Descrição

source: Description (Context)
es: Descripción (Contexto)
pt_br: Descrição (Contexto)

source: Do Not Translate
es: No Traducir
pt_br: Não Traduzir

source: Domain
es: Dominio
pt_br: Domínio

source: Enable Automated Translation
es: Habilitar Traducción Automática
pt_br: Habilitar Tradução Automatizada

source: Enabled
es: Habilitado
pt_br: Ativado

source: End Time
es: Hora de Finalización
pt_br: Hora de término

source: Export .po File on Completion
es: Exportar archivo .po al completar
pt_br: Exportar arquivo .po ao concluir

source: Export database translations to .po file when job completes. Useful for version control.
es: Exportar traducciones de la base de datos al archivo .po cuando se completa el trabajo. Útil para el control de versiones.
pt_br: Exportar traduções do banco de dados para arquivo .po quando o trabalho for concluído. Útil para controle de versão.

source: Failed
es: Fallido
pt_br: Falha

source: Fetching installed apps...
es: Obteniendo aplicaciones instaladas...
pt_br: Obtendo aplicativos instalados...

# Label of a Navbar Item
source: Frappe Support
es: Soporte de Frappe
pt_br: Suporte Frappe

source: Frequency
es: Frecuencia
pt_br: Frequência

source: Gemini API Key
es: Clave API de Gemini
pt_br: Chave de API Gemini

source: Glossary Items
es: Elementos del Glosario
pt_br: Itens do glossário

source: Groq API Key
es: Clave API de Groq
pt_br: Chave de API Groq

source: Groq Model
es: Modelo de Groq
pt_br: Modelo Groq

source: In Progress
es: En progreso
pt_br: Em Andamento

source: Installed App
es: Aplicación Instalada
pt_br: App instalado

source: Job enqueued successfully
es: Trabajo encolado correctamente
pt_br: Job enfileirado com sucesso

# Label of a Navbar Item
source: Keyboard Shortcuts
es: Atajos de Teclado
pt_br: Atalhos do Teclado

source: LLM Provider
es: Proveedor de LLM
pt_br: Provedor de LLM

source: Language
es: Idioma
pt_br: Idioma

source: Language Code
es: Código de Idioma
pt_br: Código do idioma

source: Language Name
es: Nombre del Idioma
pt_br: Nome do idioma

source: Language Setup
es: Configuración de Idioma
pt_br: Configuração de idioma

source: Log
es: Registro
pt_br: Registro

# Label of a Navbar Item
source: Log out
es: Cerrar sesión
pt_br: Sair

source: Monitored App
es: Aplicación Monitoreada
pt_br: App monitorado

source: Monitored Apps Progress Report
es: Informe de Progreso de Aplicaciones Monitoreadas
pt_br: Relatório de Progresso dos Aplicativos Monitorados

source: None
es: Ninguno
pt_br: Nenhum

source: Only selected apps will be processed. All apps if empty.
es: Solo se procesarán las aplicaciones seleccionadas. Todas las aplicaciones si está vacío.
pt_br: Somente os aplicativos selecionados serão processados. Todos os aplicativos se vazio.

source: OpenRouter API Key
es: Clave API de OpenRouter
pt_br: Chave de API do OpenRouter

source: OpenRouter Model
es: Modelo de OpenRouter
pt_br: Modelo OpenRouter

source: Operation completed successfully.
es: La operación se completó con éxito.
pt_br: Operação concluída com sucesso.

source: Pending
es: Pendiente
pt_br: Pendente

source: Personal Access Token for authentication
es: Token de Acceso Personal para autenticación
pt_br: Token de Acesso Pessoal para autenticação

source: Please install polib library to view translation progress.
es: Por favor, instale la biblioteca polib para ver el progreso de la traducción.
pt_br: Instale a biblioteca polib para visualizar o progresso da tradução.

source: Processing...
es: Procesando...
pt_br: Processando...

source: Progress
es: Progreso
pt_br: Progresso

source: Progress (%)
es: Progreso (%)
pt_br: Progresso (%)

source: Progress Percentage
es: Porcentaje de progreso
pt_br: Porcentagem de Progresso

source: Pull existing translations from the backup repository before starting a new translation job.
es: Extraer traducciones existentes del repositorio de respaldo antes de iniciar un nuevo trabajo de traducción.
pt_br: Buscar traduções existentes do repositório de backup antes de iniciar um novo trabalho de tradução.

source: Queued
es: En cola
pt_br: Na Fila

# Label of a Navbar Item
source: Reload
pt_br: Recarregar

source: Restore Configuration
es: Restaurar Configuración
pt_br: Restaurar Configuração

source: Restore Translations
es: Restaurar Traducciones
pt_br: Restaurar Traduções

source: Save to .po File
es: Guardar en archivo .po
pt_br: Salvar em arquivo .po

source: Select
es: Seleccionar
pt_br: Selecionar

source: Select Apps (Leave empty for all)
es: Seleccionar Aplicaciones (Dejar vacío para todas)
pt_br: Selecionar aplicativos (deixe vazio para todos)

source: Select the LLM provider for translations
es: Seleccione el proveedor LLM para traducciones
pt_br: Selecionar o provedor LLM para traduções

# Label of a Navbar Item
source: Session Defaults
pt_br: Padrões de Sessão

source: Source App
es: Aplicación de origen
pt_br: Aplicativo de origem

source: Specific guide for this App (e.g. 'Use Vendas for Sales'). Combined with Global and Language guides.
es: Guía específica para esta aplicación (por ejemplo, 'Usar Vendas para Ventas'). Combinada con guías globales y de idioma.
pt_br: Guia específico para este aplicativo (ex.: 'Use Vendas para Vendas'). Combinado com os guias Global e de Idioma.

source: Specific guide for this language (e.g. 'Use formal tone'). Overrides global guide.
es: Guía específica para este idioma (por ejemplo, 'Usar tono formal'). Anula la guía global.
pt_br: Guia específico para este idioma (ex.: 'Use tom formal'). Substitui o guia global.

source: Standardization Guide
es: Guía de estandarización
pt_br: Guia de padronização

source: Start Backup
es: Iniciar Copia de Seguridad
pt_br: Iniciar backup

source: Start Job
es: Iniciar trabajo
pt_br: Iniciar Trabalho

source: Start Time
es: Hora de inicio
pt_br: Hora de Início

source: Storage Strategy
es: Estrategia de almacenamiento
pt_br: Estratégia de armazenamento

source: Store translations in Translation DocType (recommended for Docker). Provides highest priority rendering and survives container restarts.
es: Almacenar traducciones en el tipo de documento de traducción (recomendado para Docker). Proporciona renderizado de mayor prioridad y sobrevive a los reinicios del contenedor.
pt_br: Armazenar traduções no DocType Translation (recomendado para Docker). Fornece renderização com prioridade mais alta e sobrevive a reinicializações de contêiner.

source: Sync Remote Translations Before Translating
es: Sincronizar Traducciones Remotas antes de Traducir
pt_br: Sincronizar traduções remotas antes de traduzir

# Label of a Navbar Item
source: System Health
es: Estado del Sistema
pt_br: Saúde do sistema

source: System Manager
es: Administrador del Sistema
pt_br: Administrador do Sistema

source: Target Language
es: Idioma de Destino
pt_br: Idioma de destino

source: Term
es: Término
pt_br: Termo

source: Test API Connection
es: Conectar API de Prueba
pt_br: Testar conexão da API

source: Testing API connection...
es: Probando conexión API...
pt_br: Testando conexão da API...

source: Timing
es: Tiempo
pt_br: Tempo

source: Title
es: Título
pt_br: Título

# Label of a Navbar Item
source: Toggle Full Width
pt_br: Alternar largura total

# Label of a Navbar Item
source: Toggle Theme
pt_br: Alternar tema

source: Tone
es: Tono
pt_br: Tom

source: Total Strings
es: Cadenas Totales
pt_br: Total de strings

source: Translated
es: Traducido
pt_br: Traduzido

source: Translated Strings
es: Cadenas Traducidas
pt_br: Strings traduzidas

source: Translation
es: Traducción
pt_br: Tradução

source: Translation Context
es: Contexto de Traducción
pt_br: Contexto da tradução

source: Translation Exclusion
es: Exclusión de Traducción
pt_br: Exclusão de tradução

source: Translation Glossary
es: Glossario de Traducción
pt_br: Glossário de tradução

source: Translation Job
es: Trabajo de Traducción
pt_br: Tarefa de Tradução

source: Translator Language
es: Idioma del Traductor
pt_br: Idioma do Tradutor

source: Translator Settings
es: Configuración del Traductor
pt_br: Configurações do Tradutor

source: Untranslated
es: No traducido
pt_br: Não traduzido

source: Use Database Storage
es: Usar almacenamiento de base de datos
pt_br: Usar armazenamento no banco de dados

# Label of a Navbar Item
source: User Settings
es: Configuración de usuario
pt_br: Configurações do Usuário

# Label of a Navbar Item
source: View Website
pt_br: Ver site

source: Weekly
es: Semanal
pt_br: Semanal

# Label of a Navbar Item
source: Workspace Settings
pt_br: Configurações da Área de Trabalho

source: e.g. Formal, Friendly, Professional
es: por ejemplo, Formal, Amistoso, Profesional
pt_br: ex.: Formal, Amigável, Profissional

source: e.g. Healthcare, Logistics, Education
es: por ejemplo, Salud, Logística, Educación
pt_br: ex.: Saúde, Logística, Educação

source: (No translation)
es: (Sin traducción)
pt_br: (Sem tradução)

source: <p><strong>Note:</strong> Check the box next to each language you want to enable for translation. Languages must be enabled before they appear in Translation Jobs.</p>
es: <p><strong>Nota:</strong> Verifique la casilla al lado de cada idioma que desee habilitar para la traducción. Los idiomas deben estar habilitados antes de que aparezcan en los Trabajos de Traducción.</p>
pt_br: <p><strong>Observação:</strong> Marque a caixa ao lado de cada idioma que você deseja habilitar para tradução. Os idiomas devem ser habilitados antes de aparecerem em Trabalhos de Tradução.</p>

source: A new Translation Review has been created with AI suggestion based on your feedback: {0}
es: Se ha creado una nueva Revisión de Traducción con sugerencia de IA basada en su retroalimentación: {0}
pt_br: Uma nova Revisão de Tradução foi criada com sugestão de IA com base no seu feedback: {0}

source: AI Incorrect Output
es: Salida Incorrecta de la IA
pt_br: Saída Incorreta da IA

source: AI Suggestion Snapshot
es: Instantánea de Sugerencia de la IA
pt_br: Instantâneo da Sugestão da IA

source: Accounting
es: Contabilidad
pt_br: Contabilidade

source: Actions
es: Acciones
pt_br: Ações

source: Alternatives to Avoid
es: Alternativas para Evitar
pt_br: Alternativas a Evitar

source: App (Domain)
es: Aplicación (Dominio)
pt_br: Aplicativo (Domínio)

source: Approve
es: Aprobar
pt_br: Aprovar

source: Approved
es: Aprobado
pt_br: Aprovado

source: Asking AI for a new translation with feedback context...
es: Solicitando al AI una nueva traducción con contexto de retroalimentación...
pt_br: Solicitando IA para uma nova tradução com contexto de feedback...

source: Asking AI for suggestions...
es: Solicitando al AI sugerencias...
pt_br: Solicitando sugestões da IA...

source: Assigned To
es: Asignado a
pt_br: Atribuído a

source: Assignment
es: Asignación
pt_br: Atribuição

source: Available Languages
es: Idiomas Disponibles
pt_br: Idiomas Disponíveis

source: Base Glossary
es: Glosario Base
pt_br: Glossário Base

source: Base Glossary (Universal)
es: Glosario Base (Universal)
pt_br: Glossário Base (Universal)

source: Base Term
es: Término Base
pt_br: Termo Base

source: Bulk Review Options
es: Opciones de Revisión Masiva
pt_br: Opções de Revisar em Massa

source: Can Be Overridden by Region
es: Puede ser anulado por Región
pt_br: Pode Ser Sobrescrito por Região

source: Cleanup
es: Limpieza
pt_br: Limpeza

source: Cleanup Locale Directories
es: Limpieza de Directorios de Locale
pt_br: Limpar Diretórios de Locale

source: Click to fix this one
es: Haga clic para corregir este
pt_br: Clique para corrigir este

source: Context (Universal)
es: Contexto (Universal)
pt_br: Contexto (Universal)

source: Context (When to use)
es: Contexto (Cuándo usar)
pt_br: Contexto (Quando usar)

source: Context Rule
es: Regla de Contexto
pt_br: Regra de Contexto

source: Context Rules
es: Reglas de Contexto
pt_br: Regras de Contexto

source: Context Snapshot
es: Instantánea de Contexto
pt_br: Instantâneo de Contexto

source: Context for AI (Optional)
es: Contexto para IA (Opcional)
pt_br: Contexto para IA (Opcional)

source: Correct Translation
es: Traducción Correcta
pt_br: Tradução Correta

source: Country
es: País
pt_br: País

source: Create Reviews
es: Crear Reseñas
pt_br: Criar Revisar

source: Creating reviews...
es: Creando reseñas...
pt_br: Criando Revisar...

source: Critical
es: Crítico
pt_br: Crítico

source: Current Translation
es: Traducción Actual
pt_br: Tradução Atual

source: Details
es: Detalles
pt_br: Detalhes

source: Document Type
es: Tipo de Documento
pt_br: Tipo de Documento

source: Domain Name
es: Nombre de Dominio
pt_br: Nome do Domínio

source: Download & Sync
es: Descargar y Sincronizar
pt_br: Baixar & Sincronizar

source: Download Standard Translations
es: Descargar Traducciones Estándar
pt_br: Baixar Traduções Padrão

source: Due Date
es: Fecha de Vencimiento
pt_br: Data de Vencimento

source: E.g., 'Financial context, use formal tone' or 'Glossary: Against -> Vínculo'
es: Ej., 'Contexto financiero, usar tono formal' o 'Glosario: Against -> Vínculo'
pt_br: Por exemplo, 'Contexto financeiro, usar tom formal' ou 'Glossário: Against -> Vínculo'

source: Enable or disable languages for translation
es: Habilitar o deshabilitar idiomas para traducción
pt_br: Habilitar ou desabilitar idiomas para tradução

source: English Term
es: Término en Inglés
pt_br: Termo em Inglês

source: Examples
es: Ejemplos
pt_br: Exemplos

source: Expert Validated
es: Validado por Expertos
pt_br: Validado por Especialista

source: Feedback Loop
es: Bucle de Retroalimentación
pt_br: Ciclo de Feedback

source: Find and Fix Translation
es: Buscar y Corregir Traducción
pt_br: Localizar e Corrigir Tradução

source: Fix Translation
es: Corregir Traducción
pt_br: Corrigir Tradução

source: Found {0} results.
es: Se encontraron {0} resultados.
pt_br: Encontrados {0} resultados.

source: Full Correction
es: Corrección Completa
pt_br: Correção Completa

source: Global Translator
es: Traductor Global
pt_br: Tradutor Global

source: HTTPS URL of the Git repository (Standard: https://github.com/SebstnRodri/frappe-translations)
es: URL HTTPS del repositorio Git (Estándar: https://github.com/SebstnRodri/frappe-translations)
pt_br: URL HTTPS do repositório Git (Padrão: https://github.com/SebstnRodri/frappe-translations)

source: High
es: Alto
pt_br: Alto

source: Human Correction
es: Corrección Humana
pt_br: Correção Humana

source: If checked, AI will generate suggested translations instead of using current values.
es: Si se selecciona, la IA generará traducciones sugeridas en lugar de utilizar los valores actuales.
pt_br: Se marcado, a IA gerará traduções sugeridas em vez de usar os valores atuais.

source: Is Active
es: Está Activo
pt_br: Está Ativo

source: Labor
es: Mano de Obra
pt_br: Mão de Obra

source: Language Manager
es: Administrador de Idiomas
pt_br: Gerenciador de Idiomas

source: Language Setup Item
es: Elemento de Configuración de Idioma
pt_br: Item de Configuração de Idioma

source: Last Rejection
es: Última Rechazo
pt_br: Última Rejeição

source: Last Updated
es: Última actualización
pt_br: Última Atualização

source: Learning
es: Aprendizaje
pt_br: Aprendizado

source: Learning Type
es: Tipo de Aprendizaje
pt_br: Tipo de Aprendizado

source: Load All Languages
es: Cargar Todos los Idiomas
pt_br: Carregar todos os idiomas

source: Loading all languages...
es: Cargando todos los idiomas...
pt_br: Carregando todos os idiomas...

source: Localization Profile
es: Perfil de Localización
pt_br: Perfil de Localização

source: Localized Term
es: Término Localizado
pt_br: Termo Localizado

source: Low
es: Bajo
pt_br: Baixo

source: Maintained By
es: Mantenido Por
pt_br: Mantido Por

source: Medium
es: Medio
pt_br: Médio

source: Metadata
es: Metadatos
pt_br: Metadados

source: Metrics
es: Métricas
pt_br: Métricas

source: Module Specific
es: Específico del Módulo
pt_br: Específico do Módulo

source: Monitoring
es: Monitoreo
pt_br: Monitoramento

source: Needs Action
es: Necesita Acción
pt_br: Requer Ação

source: New Review Created
es: Nueva Revisión Creada
pt_br: Nova Revisão Criada

source: No translations found.
es: No se encontraron traducciones.
pt_br: Nenhuma tradução encontrada.

source: Official Reference (URL/Law)
es: Referencia Oficial (URL/Ley)
pt_br: Referência Oficial (URL/Lei)

source: Other
es: Otro
pt_br: Outro

source: Priority
es: Prioridad
pt_br: Prioridade

source: Problematic Term
es: Término Problemático
pt_br: Termo Problemático

source: Problematic Term (Original)
es: Término Problemático (Original)
pt_br: Termo Problemático (Original)

source: Profile Name
es: Nombre del Perfil
pt_br: Nome do Perfil

source: Regex Pattern
es: Patrón de Expresión Regular
pt_br: Padrão Regex

source: Regional Glossary
es: Glosario Regional
pt_br: Glossário Regional

source: Regional Rules
es: Reglas Regionales
pt_br: Regras Regionais

source: Regional Term
es: Término Regional
pt_br: Termo Regional

source: Regulatory Reference
es: Referencia Regulatoria
pt_br: Referência Regulatória

source: Regulatory Standard
es: Estándar Regulatorio
pt_br: Padrão Regulatório

source: Regulatory Standards
es: Normas Regulatorias
pt_br: Normas Regulatórias

source: Reject
es: Rechazar
pt_br: Rejeitar

source: Reject Translation
es: Rechazar Traducción
pt_br: Rejeitar Tradução

source: Rejected
es: Rechazado
pt_br: Rejeitado

source: Rejection Count
es: Conteo de Rechazo
pt_br: Contagem de Rejeições

source: Rejection Info
es: Información de Rechazo
pt_br: Informações de Rejeição

source: Rejection Reason
es: Razón del Rechazo
pt_br: Motivo da Rejeição

source: Related Review
es: Revisión Relacionada
pt_br: Revisão Relacionada

source: Resolved
es: Resuelto
pt_br: Resolvido

source: Retry with AI
es: Reintentar con IA
pt_br: Tentar Novamente com IA

source: Review All ({0})
es: Revisar Todos ({0})
pt_br: Revisar Tudo ({0})

source: Review Reference
es: Referencia de Revisión
pt_br: Referência de Revisão

source: Reviewed By
es: Revisado Por
pt_br: Revisado Por

source: Reviewed On
es: Revisado El
pt_br: Revisado Em

source: Reviews created: {0}
es: Reseñas creadas: {0}
pt_br: Revisões criadas: {0}

source: Rule Type
es: Tipo de Regla
pt_br: Tipo de Regra

source: Save Language Settings
es: Guardar Configuración del Idioma
pt_br: Salvar Configurações de Idioma

source: Saving language settings...
es: Guardando configuración del idioma...
pt_br: Salvando configurações de idioma...

source: Search Text (Source or Translated)
es: Buscar texto (Origen o Traducido)
pt_br: Pesquisar Texto (Origem ou Traduzido)

source: Setup
es: Configuración
pt_br: Configuração

source: Source Pattern
es: Patrón de Origen
pt_br: Padrão de Origem

source: Source Text
es: Texto de Origen
pt_br: Texto Fonte

source: Standard Name
es: Nombre Estándar
pt_br: Nome da Norma

source: Standard Type
es: Tipo de Estándar
pt_br: Tipo de Norma

source: Suggested Translation
es: Traducción Sugerida
pt_br: Tradução Sugerida

source: System Prompt
es: Prompt del Sistema
pt_br: Prompt do Sistema

source: System Prompt used for all translation jobs. You can customize the persona and core detailed instructions here.
es: Prompt del Sistema utilizado para todas las tareas de traducción. Puede personalizar la persona y las instrucciones detalladas aquí.
pt_br: Prompt do Sistema usado para todos os trabalhos de tradução. Você pode personalizar a persona e as instruções detalhadas principais aqui.

source: Target Translation
es: Traducción de Destino
pt_br: Tradução Alvo

source: Task Info
es: Información de la Tarea
pt_br: Informações da Tarefa

source: Tax
es: Impuesto
pt_br: Imposto

source: Term Combination
es: Combinación de Términos
pt_br: Combinação de Termos

source: Term Correction
es: Corrección de Términos
pt_br: Correção de Termo

source: Term Info
es: Información del Término
pt_br: Informações do Termo

source: Term Mappings (JSON)
es: Asignaciones de Términos (JSON)
pt_br: Mapeamentos de Termos (JSON)

source: Term Rejection Pattern
es: Patrón de Rechazo del Término
pt_br: Padrão de Rejeição de Termo

source: Term learning created: '{0}' → '{1}'
es: Se creó aprendizaje de términos: '{0}' → '{1}'
pt_br: Aprendizado de termo criado: '{0}' → '{1}'

source: This will create {0} review records.
es: Esto creará {0} registros de revisión.
pt_br: Isso criará {0} registros de revisão.

source: This will permanently delete .po files of disabled languages from monitored apps. Make sure to backup first!<br><br>Continue?
es: Esta acción eliminará permanentemente los archivos .po de idiomas deshabilitados de las aplicaciones monitoreadas. Asegúrese de hacer una copia de seguridad primero!<br><br>¿Continuar?
pt_br: Isso excluirá permanentemente os arquivos .po de idiomas desabilitados de aplicativos monitorados. Certifique-se de fazer um backup primeiro!<br><br>Continuar?

source: Translation Approved
es: Traducción Aprobada
pt_br: Tradução Aprovada

source: Translation Domain
es: Dominio de Traducción
pt_br: Domínio de Tradução

source: Translation Learning
es: Aprendizaje de Traducción
pt_br: Aprendizado de Tradução

source: Translation Rejected
es: Traducción Rechazada
pt_br: Tradução Rejeitada

source: Translation Review
es: Revisión de Traducción
pt_br: Revisão de Tradução

source: Translation Task
es: Tarea de Traducción
pt_br: Tarefa de Tradução

source: Translator
es: Traductor
pt_br: Tradutor
